Repository: arstanber/challenge
Catalog: w1/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, kk, ko, pt, ru, zh_hans

source: %lld active activities
ar: %lld نشاط فعّال
de: %lld aktive Aktivitäten
es: %lld actividades activas
fr: %lld activités actives
ja: %lld 個のアクティブなアクティビティ
kk: %lld белсенді әрекет
ko: %lld 활성 활동
pt: Atividades ativas %lld
ru: %lld активных дел
zh_hans: %lld 活跃活动

source: %lld day streak
ar: سلسلة %lld يوم
de: %lld-Tage-Serie
es: %lld día consecutivo
fr: série de %lld jours
ja: %lld 日連続
kk: %lld күндік серия
ko: %lld 일일 연속
pt: Sequência de dias %lld
ru: серия %lld дней
zh_hans: %lld 日连胜

source: %lld of %lld done today
ar: %lld من %lld اليوم
de: %lld von %lld heute erledigt
es: %lld de %lld hecho hoy
fr: %lld sur %lld fait aujourd'hui
ja: 今日は %lld / %lld が完了しました
kk: бүгін %lld / %lld орындалды
ko: %lld의 %lld가 오늘 완료되었습니다.
pt: %lld de %lld feito hoje
ru: %lld из %lld сделано сегодня
zh_hans: %lld 的 %lld 今天完成

# %lld из %lld выполнено · стрик %lld 🔥
source: %lld of %lld done · streak %lld 🔥
ar: %lld من %lld · سلسلة %lld 🔥
de: %lld von %lld erledigt · Serie %lld 🔥
es: %lld de %lld hecho · racha %lld 🔥
fr: %lld sur %lld fait · série %lld 🔥
ja: %lld / %lld が完了しました · 連続 %lld 🔥
kk: %lld / %lld орындалды · серия %lld 🔥
ko: %lld의 %lld 완료 · 연속 %lld 🔥
pt: %lld de %lld concluído · sequência %lld 🔥
ru: %lld из %lld выполнено · стрик %lld 🔥
zh_hans: %lld 的 %lld 完成 · 连胜 %lld 🔥

source: +%lld more
ar: +%lld أخرى
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
ja: +%lld もっと見る
kk: +%lld тағы
ko: +%lld 더보기
pt: +%lld mais
ru: +%lld ещё
zh_hans: +%lld 更多

source: A Pro feature
ar: ميزة Pro
de: Eine Pro-Funktion
es: Una característica profesional
fr: Fonction Pro
ja: プロの機能
kk: Pro мүмкіндігі
ko: 프로 기능
pt: Um recurso profissional
ru: Функция Pro
zh_hans: 专业版功能

source: A dot for every day this month -- filled when you hit the goal.
ar: نقطة لكل يوم في الشهر -- تُملأ عند تحقيق الهدف.
de: Ein Punkt für jeden Tag im Monat -- gefüllt, wenn du dein Ziel erreichst.
es: Un punto por cada día de este mes, que se rellena cuando alcanzas la meta.
fr: Un point par jour du mois -- rempli quand tu atteins l'objectif.
ja: 今月の毎日のドット -- 目標を達成すると塗りつぶされます。
kk: Ай ішіндегі әр күнге бір нүкте -- мақсатқа жеткенде боялады.
ko: 이번 달에는 매일 점을 찍습니다. 목표를 달성하면 채워집니다.
pt: Um ponto para cada dia deste mês -- preenchido quando você atinge a meta.
ru: Точка на каждый день месяца -- закрашена, когда цель выполнена.
zh_hans: 这个月的每一天都有一个点----当你达到目标时就填满。

source: All clear!
ar: كل شيء تمام!
de: Alles erledigt!
es: ¡Todo claro!
fr: Tout est fait !
ja: 全部クリア！
kk: Бәрі таза!
ko: 공습 경보 신호!
pt: Tudo claro!
ru: Всё чисто!
zh_hans: 一切都清楚了！

source: All done ✅
ar: اكتمل ✅
de: Alles erledigt ✅
es: Todo listo ✅
fr: Terminé ✅
ja: すべて完了しました ✅
kk: Бәрі дайын ✅
ko: 다 끝났어요 ✅
pt: Tudo pronto ✅
ru: Всё готово ✅
zh_hans: 全部完成了✅

source: At risk!
ar: في خطر!
de: In Gefahr!
es: ¡En riesgo!
fr: En danger !
ja: 危険にさらされています！
kk: Қауіп төнді!
ko: 위험해요!
pt: Em risco!
ru: Под угрозой!
zh_hans: 有危险！

source: Best %lld
ar: الأفضل %lld
de: Rekord %lld
es: Mejor %lld
fr: Record %lld
ja: ベスト %lld
kk: Рекорд %lld
ko: 최고의 %lld
pt: Melhor %lld
ru: Рекорд %lld
zh_hans: 最佳 %lld

source: Best %lld · %lld active
ar: الأفضل %lld · %lld نشط
de: Rekord %lld · %lld aktiv
es: Mejor %lld · %lld activo
fr: Record %lld · %lld actives
ja: 最高の %lld · %lld がアクティブです
kk: Рекорд %lld · %lld белсенді
ko: 최고의 %lld · %lld 활성
pt: Melhor %lld · %lld ativo
ru: Рекорд %lld · %lld активно
zh_hans: 最佳 %lld · %lld 有源

source: Complete task
ar: إكمال المهمة
de: Aufgabe erledigen
es: tarea completa
fr: Marquer la tâche comme faite
ja: タスクを完了する
kk: Тапсырманы орындау
ko: 작업 완료
pt: Concluir tarefa
ru: Отметить выполненной
zh_hans: 完成任务

source: For Today
ar: لليوم
de: Für heute
es: Para hoy
fr: Pour aujourd'hui
ja: 今日のために
kk: Бүгінге
ko: 오늘을 위해
pt: Para hoje
ru: На сегодня
zh_hans: 今天

source: For today
ar: لليوم
de: Für heute
es: Por hoy
fr: Pour aujourd'hui
ja: 今日のために
kk: Бүгінге
ko: 오늘은
pt: Por hoje
ru: На сегодня
zh_hans: 今天

source: How many activities you've completed today.
ar: كم نشاطًا أنجزت اليوم.
de: Wie viele Aktivitäten du heute erledigt hast.
es: Cuántas actividades has completado hoy.
fr: Combien d'activités tu as terminées aujourd'hui.
ja: 今日完了したアクティビティの数。
kk: Бүгін қанша іс орындағаның.
ko: 오늘 완료한 활동 수입니다.
pt: Quantas atividades você concluiu hoje.
ru: Сколько дел ты выполнил сегодня.
zh_hans: 您今天完成了多少活动。

source: Mark a task as done right from the widget.
ar: ضع علامة على المهمة كمنجزة مباشرة من الودجت.
de: Markiere eine Aufgabe direkt im Widget als erledigt.
es: Marque una tarea como realizada directamente desde el widget.
fr: Marque une tâche comme faite directement depuis le widget.
ja: ウィジェットから直接タスクを完了としてマークします。
kk: Тапсырманы виджеттен тікелей орындалды деп белгіле.
ko: 위젯에서 바로 작업을 완료로 표시하세요.
pt: Marque uma tarefa como concluída diretamente no widget.
ru: Отмечай задачу выполненной прямо из виджета.
zh_hans: 直接从小部件中将任务标记为已完成。

source: Month Progress
ar: تقدم الشهر
de: Monatsfortschritt
es: Progreso del mes
fr: Progression du mois
ja: 月の進捗状況
kk: Айлық прогресс
ko: 월별 진행 상황
pt: Progresso do mês
ru: Прогресс за месяц
zh_hans: 月进度

source: No active activities
ar: لا توجد أنشطة نشطة
de: Keine aktiven Aktivitäten
es: Sin actividades activas
fr: Aucune activité active
ja: 活発な活動はありません
kk: Белсенді әрекет жоқ
ko: 활동적인 활동 없음
pt: Nenhuma atividade ativa
ru: Нет активных дел
zh_hans: 无活跃活动

source: No tasks yet
ar: لا توجد مهام بعد
de: Noch keine Aufgaben
es: Aún no hay tareas
fr: Pas encore de tâches
ja: まだタスクはありません
kk: Әзірге тапсырма жоқ
ko: 아직 할 일이 없습니다.
pt: Nenhuma tarefa ainda
ru: Задач пока нет
zh_hans: 还没有任务

source: Open the app to start tracking
ar: افتح التطبيق لبدء التتبع
de: Öffne die App, um mit dem Tracking zu beginnen
es: Abra la aplicación para comenzar a rastrear
fr: Ouvre l'app pour commencer le suivi
ja: アプリを開いて追跡を開始します
kk: Бақылауды бастау үшін қолданбаны аш
ko: 추적을 시작하려면 앱을 여세요.
pt: Abra o aplicativo para iniciar o rastreamento
ru: Открой приложение, чтобы начать отслеживание
zh_hans: 打开应用程序开始跟踪

source: PERFORMANCE
ar: الأداء
de: LEISTUNG
es: ACTUACIÓN
ja: パフォーマンス
kk: НӘТИЖЕ
ko: 성능
pt: DESEMPENHO
ru: ПОКАЗАТЕЛИ
zh_hans: 表现

source: Performance
ar: الأداء
de: Leistung
es: Actuación
ja: パフォーマンス
kk: Көрсеткіштер
ko: 성능
pt: Desempenho
ru: Показатели
zh_hans: 表现

source: Progress
ar: التقدم
de: Fortschritt
es: Progreso
fr: Progression
ja: 進捗
kk: Прогресс
ko: 진전
pt: Progresso
ru: Прогресс
zh_hans: 进步

source: SEE ALL
ar: عرض الكل
de: ALLE
es: VER TODO
fr: TOUT VOIR
ja: すべて見る
kk: БАРЛЫҒЫ
ko: 모두 보기
pt: VER TUDO
ru: ВСЁ
zh_hans: 查看全部

source: Streak
ar: السلسلة
de: Serie
es: Racha
fr: Série
ja: ストリーク
kk: Серия
ko: 줄
pt: Onda
ru: Серия
zh_hans: 条纹

source: Task ID
ar: معرّف المهمة
de: Aufgaben-ID
es: ID de tarea
fr: ID de la tâche
ja: タスクID
kk: Тапсырма ID
ko: 작업 ID
pt: ID da tarefa
ru: ID задачи
zh_hans: 任务编号

source: Tasks Progress in Month
ar: تقدم المهام خلال الشهر
de: Aufgaben-Fortschritt im Monat
es: Progreso de las tareas en el mes
fr: Progression des tâches du mois
ja: 月のタスクの進捗状況
kk: Айдағы тапсырма прогресі
ko: 월별 작업 진행 상황
pt: Progresso das tarefas no mês
ru: Прогресс задач за месяц
zh_hans: 本月任务进展

source: The tasks still waiting for you today.
ar: المهام التي ما زالت بانتظارك اليوم.
de: Die Aufgaben, die heute noch auf dich warten.
es: Las tareas que aún te esperan hoy.
fr: Les tâches qui t'attendent encore aujourd'hui.
ja: 今日もタスクがあなたを待っています。
kk: Бүгін сені әлі күтіп тұрған тапсырмалар.
ko: 오늘도 당신을 기다리고 있는 작업.
pt: As tarefas ainda esperam por você hoje.
ru: Задачи, которые ещё ждут тебя сегодня.
zh_hans: 今天的任务还在等着你。

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
kk: Бүгін
ko: 오늘
pt: Hoje
ru: Сегодня
zh_hans: 今天

source: Today's Activities
ar: أنشطة اليوم
de: Heutige Aktivitäten
es: Actividades de hoy
fr: Activités du jour
ja: 今日の活動
kk: Бүгінгі істер
ko: 오늘의 활동
pt: Atividades de hoje
ru: Дела на сегодня
zh_hans: 今天的活动

source: Today's Goal
ar: هدف اليوم
de: Heutiges Ziel
es: El objetivo de hoy
fr: Objectif du jour
ja: 今日の目標
kk: Бүгінгі мақсат
ko: 오늘의 목표
pt: Objetivo de hoje
ru: Цель на сегодня
zh_hans: 今天的目标

source: Today's Progress
ar: تقدم اليوم
de: Heutiger Fortschritt
es: El progreso de hoy
fr: Progression du jour
ja: 今日の進捗状況
kk: Бүгінгі прогресс
ko: 오늘의 진행 상황
pt: Progresso de hoje
ru: Прогресс за сегодня
zh_hans: 今天的进展

source: Unlock your 6-week trend and 30-day growth with Pro or Max.
ar: افتح اتجاه 6 أسابيع ونمو 30 يومًا مع Pro أو Max.
de: Schalte deinen 6-Wochen-Trend und 30-Tage-Wachstum mit Pro oder Max frei.
es: Desbloquee su tendencia de 6 semanas y su crecimiento de 30 días con Pro o Max.
fr: Débloque ta tendance sur 6 semaines et ta croissance sur 30 jours avec Pro ou Max.
ja: Pro または Max で 6 週間のトレンドと 30 日間の成長を解き放ちます。
kk: Pro немесе Max-пен 6 апталық тренд пен 30 күндік өсімді аш.
ko: Pro 또는 Max를 통해 6주 추세와 30일 성장을 확인하세요.
pt: Desbloqueie sua tendência de 6 semanas e crescimento de 30 dias com Pro ou Max.
ru: Открой тренд за 6 недель и рост за 30 дней с Pro или Max.
zh_hans: 使用 Pro 或 Max 解锁您的 6 周趋势和 30 天增长。

source: Weekly completion over the last 6 weeks, plus 30-day growth.
ar: الإنجاز الأسبوعي خلال آخر 6 أسابيع، بالإضافة إلى نمو 30 يومًا.
de: Wöchentliche Erfüllung der letzten 6 Wochen plus 30-Tage-Wachstum.
es: Finalización semanal durante las últimas 6 semanas, más crecimiento de 30 días.
fr: Taux de réussite hebdomadaire sur 6 semaines, plus la croissance sur 30 jours.
ja: 過去 6 週間の毎週の完了と 30 日間の増加。
kk: Соңғы 6 аптадағы апталық орындау және 30 күндік өсім.
ko: 지난 6주 동안의 주간 완료와 30일 성장입니다.
pt: Conclusão semanal nas últimas 6 semanas, mais crescimento de 30 dias.
ru: Выполнение по неделям за последние 6 недель и рост за 30 дней.
zh_hans: 过去 6 周的每周完成情况，加上 30 天的增长情况。

source: Your active activities and what's left today.
ar: أنشطتك النشطة وما تبقى لك اليوم.
de: Deine aktiven Aktivitäten und was heute noch offen ist.
es: Tus actividades activas y lo que queda hoy.
fr: Tes activités actives et ce qu'il reste aujourd'hui.
ja: あなたのこれまでの活動と今日に残ったこと。
kk: Белсенді істерің және бүгінге қалғаны.
ko: 귀하의 활동 내용과 오늘 남은 활동입니다.
pt: Suas atividades ativas e o que resta hoje.
ru: Твои активные дела и то, что осталось на сегодня.
zh_hans: 您今天的活跃活动和剩余活动。

source: Your completion versus today's goal, with a nudge.
ar: تقدمك مقارنة بهدف اليوم، مع تحفيز بسيط.
de: Dein Fortschritt im Vergleich zum Tagesziel, mit einem Schubs.
es: Tu finalización versus el objetivo de hoy, con un empujón.
fr: Ta progression face à l'objectif du jour, avec un coup de pouce.
ja: あなたの完了と今日の目標を比較します。
kk: Бүгінгі мақсатқа қатысты прогресің және шағын түрткі.
ko: 넛지를 통해 완료율과 오늘의 목표를 비교해 보세요.
pt: Sua conclusão versus meta de hoje, com um empurrãozinho.
ru: Твой прогресс относительно цели дня и лёгкий пинок.
zh_hans: 您的完成情况与今天的目标相比，略有不同。

source: Your current daily streak at a glance.
ar: سلسلة أيامك الحالية بنظرة واحدة.
de: Deine aktuelle Tagesserie auf einen Blick.
es: Tu racha diaria actual de un vistazo.
fr: Ta série de jours en cours, en un coup d'œil.
ja: 現在の毎日の記録が一目でわかります。
kk: Ағымдағы күндік серияң бір көзқараста.
ko: 현재 일일 연속 기록을 한 눈에 확인하세요.
pt: Resumo da sua sequência diária atual.
ru: Твоя текущая серия дней с одного взгляда.
zh_hans: 您当前的每日连续记录一目了然。

source: day
ar: يوم
de: Tag
es: día
fr: jour
ja: 日
kk: күн
ko: 낮
pt: dia
ru: день
zh_hans: 天

source: days
ar: أيام
de: Tage
es: días
fr: jours
ja: 日
kk: күн
ko: 날
pt: dias
ru: дней
zh_hans: 天

source: of %lld
ar: من %lld
de: von %lld
es: de %lld
fr: sur %lld
ja: %lld 件中
kk: / %lld
ko: %lld의
pt: de %lld
ru: из %lld
zh_hans: %lld 的

source: until 00:00!
ar: حتى 00:00!
de: bis 00:00!
es: ¡hasta las 00:00!
fr: jusqu'à 00:00 !
ja: 00:00まで！
kk: 00:00-ге дейін!
ko: 00:00까지!
pt: até 00:00!
ru: до 00:00!
zh_hans: 直到00:00！

# Открой приложение
source: Open the app
ar: افتح التطبيق
de: Öffne die App
es: Abre la aplicación
fr: Ouvre l'app
ja: アプリを開く
kk: Қолданбаны аш
ko: 앱 열기
pt: Abra o aplicativo
ru: Открой приложение
zh_hans: 打开应用程序

# Открой приложение, чтобы продолжить
source: Open the app to continue
ar: افتح التطبيق للمتابعة
de: Öffne die App, um fortzufahren
es: Abre la aplicación para continuar
fr: Ouvre l'app pour continuer
ja: 続行するにはアプリを開いてください
kk: Жалғастыру үшін қолданбаны аш
ko: 계속하려면 앱을 여세요.
pt: Abra o aplicativo para continuar
ru: Открой приложение, чтобы продолжить
zh_hans: 打开应用程序以继续

# Цель дня выполнена!
source: Daily goal reached!
ar: تم تحقيق هدف اليوم!
de: Tagesziel erreicht!
es: ¡Objetivo diario alcanzado!
fr: Objectif du jour atteint !
ja: 毎日の目標を達成しました！
kk: Күндік мақсат орындалды!
ko: 일일 목표 달성!
pt: Meta diária alcançada!
ru: Цель дня выполнена!
zh_hans: 每日目标达成！
